var searchData=
[
  ['примеры_0',['Примеры',['../index.html#autotoc_md3',1,'']]],
  ['принципы_20ооп_20работа_20с_20git_20и_20doxygen_1',['Занятие 8. Динамическая память. Принципы ООП. Работа с git и doxygen',['../index.html#autotoc_md1',1,'']]],
  ['память_20принципы_20ооп_20работа_20с_20git_20и_20doxygen_2',['Занятие 8. Динамическая память. Принципы ООП. Работа с git и doxygen',['../index.html#autotoc_md1',1,'']]],
  ['программирования_3',['Информатика (Основы программирования)',['../index.html',1,'']]]
];
